od_dict = {'00': 'night', '01': 'night', '02': 'ночь',
            '03': 'раннее утро', '04': 'раннее утро', '05': 'раннее утро',
            '06': 'утро', '07': 'утро', '08': 'утро',
            '09': 'первая половина дня', '10': 'первая половина дня', '11': 'первая половина дня',
            '12': 'обед', '13': 'обед', '14': 'обед',
            '15': 'после обеда', '16': 'после обеда', '17': 'после обеда',
            '18': 'вечер', '19': 'вечер', '20': 'вечер',
            '21': 'поздний вечер', '22': 'поздний вечер', '23': 'поздний вечер'}